consulting-apprentice.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-04-20 Mon 22:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>My job as a consultant</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/code-copy.css"/>
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/search.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">My job as a consultant</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org95da08f">1. What to keep in mind ?</a></li>
<li><a href="#org4060f1d">2. What to work on ?</a></li>
</ul>
</div>
</div>
<div id="outline-container-org95da08f" class="outline-2">
<h2 id="org95da08f"><span class="section-number-2">1.</span> What to keep in mind ?</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Always prepare questions for meetings, that will permit to gather as much information possible from the client and will permit him to mature his idea</li>
</ul>
</div>
</div>
<div id="outline-container-org4060f1d" class="outline-2">
<h2 id="org4060f1d"><span class="section-number-2">2.</span> What to work on ?</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Presentation skill. Freestyle presentation should be as smooth as possible, maybe establish some pattern that you'll be using universally for all your presentation.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2026-04-20 Mon 22:53</p>
</div>
</body>
</html>
